Repository: akprtll/Scripto
Catalog: language/*.po
Languages: eu

source: Cannot access Scripto. Missing MediaWiki API URL.
eu: Ezin da Scripto atzitu. Ez da zehaztu MediaWiki API Helbidea.

source: The MediaWiki user does not have the necessary permissions to create the page "%s"
eu: MediaWiki erabiltzaileak ez du nahikoa baimenik "%s" orria sortzeko

source: The MediaWiki user does not have the necessary permissions to edit the page "%s"
eu: MediaWIki erabiltzaileak ez du nahikoa baimenik "%s" orria aldatzeko

source: Set an item set here.
eu: Ezarri elementu multzoa hemen

source: Set a property here.
eu: Ezarri propietatea hemen.

source: Existing expiration time: %s
eu: Dagoen iraungitze denbora: %s

source: See this job for sync progress.
eu: Ikusi lan hau sinkronizazioaren aurrerapena ikusteko.

source: See this job for import progress.
eu: Ikusi lan hau inportazioaren aurrerapena ikusteko.

source: See this job for unimport progress.
eu: Ikusi lan hau desinportazioaren aurrerapena ikusteko.

source: Successfully logged in to Scripto.
eu: Saioa ongi hasita Scripton.

source: Cannot log in to Scripto. Email or password is invalid.
eu: Ezin da saioa hasi Scripton. Helbide elektroniko edo pasahitz desegokia.

source: Successfully logged out of Scripto.
eu: Saioa ongi itxita Scripton.

source: Projects
eu: Proiektuak

source: Logged in to Scripto as %s
eu: Scripto barruan sartuta %s bezala

source: Dashboard
eu: Mahaigaina

source: Contributions
eu: Laguntzaileak

source: Watchlist
eu: Ikusteko zerrenda

source: Log in to Scripto
eu: Scripton logeatu

source: First page
eu: Lehenengo orria

source: Next page
eu: Hurrengo orria

source: %s of %s
eu: %s %stik

source: Older revision
eu: Errebisio zaharragoa

source: Newer revision
eu: Errebisio berriagoa

source: 6 hours
eu: 6 ordu

source: 12 hours
eu: 12 ordu

source: 1 day
eu: 1 egun

source: 3 days
eu: 3 egun

source: 7 days
eu: 7 egun

source: 30 days
eu: 30 egun

source: 90 days
eu: 90 egun

source: Period of time to display:
eu: Erakusteko denbora tartea:

source: Italic
eu: Etzana

source: Bold
eu: Lodia

source: Strike out
eu: Marratu

source: Underline
eu: Azpimarra

source: Blockquote
eu: Aipua

source: Hidden comment
eu: Ezkutatu iruzkina

source: Level 1 heading
eu: Lehen mailako goiburua

source: Level 2 heading
eu: Bigarren mailako goiburua

source: Level 3 heading
eu: Hirugarren mailako goiburua

source: Level 4 heading
eu: Laugarren mailako goiburua

source: Level 5 heading
eu: Bostgarren mailako goiburua

source: Preformatted
eu: Aurreformatua

source: Horizontal rule
eu: Arau horizontala

source: Signature
eu: Sinadura

source: Strikethrough
eu: Marratu

source: Unordered list
eu: Ordenatu gabeko zerrenda

source: Ordered list
eu: Ordenatutako zerrenda

source: Select one
eu: Hautatu bat

source: Add a link to this Scripto project:
eu: Gehitu esteka Scripto proiektu honetara

source: No Scripto projects found.
eu: Ez da Scripto proiekturik aurkitu.

source: The Scripto project is not found.
eu: Scripto proiektua ez da aurkitu.

source: Browse revision history
eu: Arakatu berrikuspen historia

source: View notes
eu: Ikusi oharrak

source: Zoom in
eu: Handitu

source: Zoom out
eu: Txikitu

source: Rotate right
eu: Biratu eskuinera

source: Rotate left
eu: Biratu ezkerrera

source: Toggle menu
eu: Txandakatu menua

source: Create account
eu: Sortu kontua

source: Project guidelines
eu: Proiektu gidalerroak

source: Search %s
eu: Bilatu %s

source: Content
eu: Edukia

source: Back to top
eu: Itzuli gora

source: Not set
eu: Ezarri gabe

source: Actions
eu: Ekintzak

source: Browse projects
eu: Arakatu proiektuak

source: Add new project
eu: Gehitu proiektu berria

source: Browse users
eu: Arakatu erabiltzaileak

source: Projects you own
eu: Zure proiektuak

source: View all projects
eu: Ikusi proiektu guztiak

source: You do not own any projects. %s
eu: Ez daukazu proiekturik. %s

source: Add a project here.
eu: Gehitu proiektua hemen.

source: You do not own any projects.
eu: Ez daukazu proiekturik.

source: Projects you review
eu: Zuk berrikusitako proiektuak

source: You are not reviewing any projects.
eu: Ez zara proiekturik berrikusten ari.

source: Your recent contributions
eu: Zure azken ekarpenak

source: View your contributions
eu: Ikusi zure ekarpenak

source: diff
eu: aldea

source: hist
eu: historikoa

source: No contributions found.
eu: Ez da ekarpenik aurkitu.

source: No contributions found. Do you need to log in to Scripto?
eu: Ez da ekarpenik aurkitu. Scripton saioa hasteko beharra duzu?

source: Your recent watchlist
eu: Zure azken aldiko jarraipen-zerrenda

source: View your watchlist
eu: Ikusi zure jarraipen-zerrenda

source: No watchlist found.
eu: Ez da jarraipen-zerrendarik aurkitu.

source: No watchlist found. Do you need to log in to Scripto?
eu: Ez da jarraipen-zerrendarik aurkitu. Scripton saioa hastea behar duzu?

source: Scripto: Project
eu: Scripto: Proiektua

source: Edit project
eu: Editatu proiektua

source: Sync project
eu: Sinkronizatu proiektua

source: Import content
eu: Inportatu edukia

source: Unimport content
eu: Desinportatu edukia

source: Date synced
eu: Data sinkronizatuta

source: Last edited
eu: Azkenekoz editatua

source: Is approved
eu: Onartuta dago

source: Is not approved
eu: Ez dago onartuta

source: Is in progress
eu: Prozesuan dago

source: Is new
eu: Berria da

source: Is edited after imported
eu: Inportazio ostean editatua dago

source: Do you need to sync the project? If you have recently synced, the sync job has likely not finished.
eu: Proiektua sinkronizatzea behar duzu? Orain gutxi sinkronizatu baduzu, ziurrenik sinkronizazio lana oraindik bukatu gabe egongo da.

source: This project has no item set. Set an item set to enable syncing.
eu: Proiektu honek ez du elementu multzorik. Ezarri elementu multzoa sinkronizazioa gaitzeko.

source: Synchronize this project with the configured item set. Once synchronized, this project will contain every item in the item set. You should synchronize periodically: any time the configured media types have changed, when items are added or removed from the item set, and when item media have been added, removed, or reordered.
eu: Sinkronizatu proiektu hau konfiguratutako elementu multzoarekin. Behin sinkronizatuta, proiektu honek elementu multzoko elementu bakoitza edukiko du. Noizean behin sinkronizatu beharko zenuke: konfiguratuako multimedia motak aldatzen direnean, elementu multzotik elementuak gehitu edo kentzen direnean, eta elementuaren multimedia gehitu, kendu edo berrantolatzerakoan.

source: This project has no property. Set a property to enable importing.
eu: Proiektu honek ez dauka propietaterik. Ezarri propietatea inportazioa gaitzeko.

source: Import project content into Omeka. Scripto stores content in a wiki before it is imported. Importing will copy approved content from the wiki into Omeka so that it can be viewed and searched.
eu: Inportatu proiektuaren edukia Omekan. Scriptok edukia wiki batean gordetzen inportatu aurretik. Inportazioak onartutako edukia kopiatuko du wikitik Omeka barrura ikusi eta bilatu ahal izateko.

source: %s: All existing values matching the configured import target, property, and language tag will be overwritten or deleted.
eu: %s: Konfiguratutako inportazio helburu, propietate eta hizkuntza etiketekin bat datozen balio guztiak gainidatzi edo ezabatuko dira.

source: This project has no property. Set a property to enable unimporting.
eu: Proiektu honek ez du propietaterik. Ezarri propietatea desinportazioa gaitzeko.

source: Unimport project content from Omeka.
eu: Desinportatu proiektuaren edukia Omekatik.

source: %s: All existing values matching the configured import target, property, and language tag will be deleted.
eu: %s: Konfiguratutako inportazio helburu, propietate eta hizkuntza etiketekin bat datozen balio guztiak ezabatuko dira.

source: Omeka item
eu: Omeka elementua

source: No description
eu: Deskribapenik ez

source: Omeka item metadata
eu: Omeka elementuaren metadatua

source: Last synced
eu: Azkenekoz sinkronizatua

source: Last completed
eu: Azkenekoz osatua

source: Last approved
eu: Azkenekoz onartua

source: Is edited
eu: Editatu da

source: Is not edited
eu: Ez da editatu

source: Is completed
eu: Osatu da

source: Is not completed
eu: Ez da osatu

source: Is edited after approved
eu: Onartu ondoren editatu da

source: Is synced after imported
eu: Inportatu ondoren sinkronizatu da

source: Edit protection
eu: Editatu babesa

source: Do you need to sync the project?
eu: Proiektua sinkronizatzea behar duzu?

source: The Omeka item has no metadata.
eu: Omeka elementuak ez dauka metadaturik.

source: %s; expiring %s
eu: %s; %san iraungitzen da

source: never
eu: inoiz

source: Not completed
eu: Ez osatua

source: Not approved
eu: Ez onartua

source: MediaWiki page
eu: MediaWiki orria

source: Omeka media
eu: Omeka multimedia

source: Notes
eu: Oharrak

source: Revision history
eu: Berrikuspen historia

source: Omeka media metadata
eu: Omeka multimedia metadatua

source: No notes yet.
eu: Ez dago oharrik oraindik.

source: Browse notes history
eu: Arakatu oharren historikoa

source: The Omeka media has no metadata.
eu: Omeka multimediak ez dauka metadaturik.

source: Latest revision
eu: Azkeneko berrikuspena

source: This revision
eu: Berrikuspen hau

source: %s: %s by %s
eu: %s: %s %sk

source: Latest
eu: Azkenekoa

source: Out-of-date
eu: Iraungita

source: Revert to this revision.
eu: Itzuli berrikuspen honetara.

source: There are no revisions.
eu: Ez dago berrikuspenik.

source: Revert to this revision
eu: Itzuli berrikuspen honetara

source: %s: You are reverting to an out-of-date revision. Any changes made since this revision will be lost, including changes that may be constructive. Note that this revert will not affect which revisions are marked as completed or approved.
eu: %s: Iraungitako berrikuspen batetara itzultzen ari zara. Berrikuspen honetatik aurrera egindako aldaketa guztiak galduko dira, esanguratsuak izan daitezkeen aldaketak barne. Kontuan izan itzultze honek ez diola eragingo ze berrikuspen dauden osatu edo onartu bezala markatuta.

source: Verify changes before confirming this reversion.
eu: Egiaztatu aldaketak berrikuspen hau onartu aurretik.

source: Go full screen
eu: Joan pantaila osora

source: Exit full screen
eu: Irten pantaila osotik

source: Horizontal view
eu: Ikuspegi horizontala

source: Vertical view
eu: Ikuspegi bertikala

source: Review status
eu: Berrikuspenaren egoera

source: This revision marked as complete.
eu: Berrikuspen hau osatuta bezala zehaztu da.

source: Another revision marked as complete. [%s]
eu: Beste berrikuspen bat osatuta bezala zehaztu da. [%s]

source: view revision
eu: ikusi berrikuspena

source: Mark this revision as complete
eu: Zehaztu berrikuspen hau osatuta bezala

source: Approved
eu: Onartuta

source: This revision marked as approved.
eu: Berrikuspen hau onartuta bezala markatu da.

source: Another revision marked as approved. [%s]
eu: Beste berrikuspen bat onartuta bezala zehaztu da. [%s]

source: Mark this revision as approved
eu: Zehaztu berrikuspen hau onartuta bezala

source: New project
eu: Proiektu berria

source: Configuration
eu: Konfigurazioa

source: Reviewers
eu: Berrikusleak

source: Date created
eu: Data sortuta

source: Last imported
eu: Azkeneko inportazioa

source: No Scripto projects found. %s
eu: Ez da Scripto proiekturik aurkitu. %s

source: Add a new project.
eu: Gehitu proiektu berria.

source: Click on a user to add them to the project.
eu: Klikatu erabiltzailean proiektura gehitzeko.

source: Project metadata
eu: Proiektu metadatua

source: Media types
eu: Multimedia motak

source: Language tag
eu: Hizkuntza etiketa

source: Import target
eu: Inportazio helburua

source: Item and media
eu: Elementua eta multimedia

source: Browse layout
eu: Arakatu diseinua

source: List
eu: Zerrenda

source: Item type
eu: Elementu mota

source: Content type
eu: Eduki mota

source: Not synced
eu: Sinkronizatu gabe

source: Not imported
eu: Inportatu gabe

source: Revisions
eu: Berrikuspenak

source: Compare selected
eu: Alderatu hautatua

source: Compare
eu: Alderatu

source: cur
eu: hunekoa

source: prev
eu: aurrekoa

source: From revision
eu: Berrikuspen honetatik

source: To revision
eu: Berrikuspen honetara

source: Compare revisions
eu: Alderatu berrikuspenak

source: Revision as of %s
eu: %s berrikuspena

source: (No difference)
eu: (Alderik ez)

source: This revision marked as completed.
eu: Berrikuspen hau osatua bezala markatu da.

source: MediaWiki groups
eu: MediaWiki taldeak

source: Edit count
eu: Editatu kontagailua

source: Scripto: User
eu: Scripto: Erabiltzailea

source: Revision
eu: Berrikuspena

source: Media #
eu: Multimedia #

source: new
eu: berria

source: current
eu: hunekoa

source: No user contributions found.
eu: Ez da erabiltzaile ekarpenik aurkitu.

source: No watchlist pages found.
eu: Ez da jarraipen-zerrendarik aurkitu.

source: Show original titles
eu: Erakutsi jatorrizko izenburuak

source: Original title: %s
eu: Jatorrizko izenburua: %s

source: Protection:
eu: Babesa:

source: Expiration:
eu: Iraungitzea:

source: Status:
eu: Egoera:

source: No Scripto projects found
eu: Ez da Scripto proiekturik aurkitu

source: Back to notes
eu: Itzuli oharretara

source: No revisions found
eu: Ez da berrikuspenik aurkitu

source: Compare note revisions: %s
eu: Alderatu berrikuspen oharrak: %s

source: Return to revision history
eu: Itzuli berrikuspenen historikora

source: Compare revisions: %s
eu: Alderatu berrikuspenak: %s

source: Notes revision: %s
eu: Berrikuspen oharrak: %s

source: No HTML
eu: HTMLrik ez

source: Revision: %s
eu: Berrikuspena: %s

source: Contributions by %s
eu: %sren ekarpenak

source: Your watchlist
eu: Zure jarraipen-zerrenda

source: Cannot import a project without a property.
eu: Ezin da propietaterik gabeko proiektua inportatu.

source: Cannot sync a project without an item set.
eu: Ezin da elementu multzorik gabe proiektua sinkronizatu.

source: Cannot unimport a project without a property.
eu: Ezin da propietaterik gabeko proiektua desinkronizatu.

source: New
eu: Berria

source: In progress
eu: Martxan

source: Confirmed only
eu: Baieztatuak bakarrik

source: Admin only
eu: Administratzaileak bakarrik

source: Open to all
eu: Ireki denak

source: The Scripto\Api\Adapter\ScriptoMediaAdapter adapter does not implement the create operation.
eu: Scripto\Api\Adapter\ScriptoMediaAdapter egokitzaileak ez dauka sortze aukera.

source: A Scripto item must not be null.
eu: Scripto elementua ezin da hutsa izan.

source: A media must not be null.
eu: Multimedia ezin da hutsa izan.

source: Invalid completed revision ID.
eu: Osatutako berrikuspen ID baliogabea.

source: Invalid approved revision ID.
eu: Onartutako berrikuspen ID baliogabea.

source: An owner must have an ID
eu: Jabeak IDa eduki behar du

source: An item set must have an ID
eu: Elementu multzoak IDa eduki behar du

source: A property must have an ID
eu: Propietateak IDa eduki behar du

source: A Scripto project title must not be null
eu: Scripto proiektu izenburua ezin da hutsa izan

source: The Scripto\Api\Adapter\ScriptoItemAdapter adapter does not implement the create operation.
eu: Scripto\Api\Adapter\ScriptoItemAdapter egokitzaileak ez dauka sortze aukera.

source: A Scripto project must not be null
eu: Scripto proiektuak ezin du hutsa izan

source: An item must not be null
eu: Elementuak ezin du hutsa izan

source: Documents
eu: Dokumentuak

source: Manuscripts
eu: Eskuizkribuak

source: Books
eu: Liburuak

source: Audio
eu: Audioa

source: Video
eu: Bideoa

source: Papers
eu: Paperak

source: Journals
eu: Aldizkariak

source: Paper
eu: Papera

source: No Scripto items found
eu: Ez da Scripto elementurik aurkitu

source: No Scripto documents found
eu: Ez da Scripto dokumenturik aurkitu

source: No Scripto manuscripts found
eu: Ez da Scripto eskuizkriburik aurkitu

source: No Scripto books found
eu: Ez da Scripto libururik aurkitu

source: No Scripto audio found
eu: Ez da Scripto audiorik aurkitu

source: No Scripto video found
eu: Ez da Scripto bideorik aurkitu

source: No Scripto papers found
eu: Ez da Scripto paperik aurkitu

source: No Scripto journals found
eu: Ez da Scripto aldizkaririk aurkitu

source: %s items
eu: %s elementu

source: %s documents
eu: %s dokumentu

source: %s manuscripts
eu: %s eskuizkribu

source: %s books
eu: %s liburu

source: %s video
eu: %s bideo

source: %s papers
eu: %s paper

source: %s journals
eu: %s aldizkari

source: item: %s
eu: elementua: %s

source: document: %s
eu: dokumentua: %s

source: manuscript: %s
eu: eskuizkribua: %s

source: book: %s
eu: liburua: %s

source: audio: %s
eu: audioa: %s

source: video: %s
eu: bideoa: %s

source: paper: %s
eu: papera: %s

source: journal: %s
eu: aldizkaria: %s

source: Total item count
eu: Elementuak guztira

source: Total document count
eu: Dokumentuak guztira

source: Total manuscript count
eu: Eskuizkribuak guztira

source: Total book count
eu: Liburuak guztira

source: Total audio count
eu: Audioak guztira

source: Total video count
eu: Bideoak guztira

source: Total paper count
eu: Paperak guztira

source: Total journal count
eu: Aldizkariak guztira

source: Is approved item count
eu: Onartutako elementu kopurua da

source: Is approved document count
eu: Onartutako dokumentu kopurua da

source: Is approved manuscript count
eu: Onartutako eskuizkribu kopurua da

source: Is approved book count
eu: Onartutako liburu kopurua da

source: Is approved audio count
eu: Onartutako audio kopurua da

source: Is approved video count
eu: Onartutako bideo kopurua da

source: Is approved paper count
eu: Onartutako paper kopurua da

source: Is approved journal count
eu: Onartutako aldizkari kopurua da

source: Is not approved item count
eu: Onartu gabeko elementu kopurua da

source: Is not approved document count
eu: Onartuko gabeko dokumentu kopurua da

source: Is not approved manuscript count
eu: Onartu gabeko eskuizkribu kopurua da

source: Is not approved book count
eu: Onartu gabe liburu kopurua da

source: Is not approved audio count
eu: Onartu gabeko audio kopurua da

source: Is not approved video count
eu: Onartu gabeko bideo kopurua da

source: Is not approved paper count
eu: Onartu gabeko paper kopurua da

source: Is not approved journal count
eu: Onartu gabe aldizkari kopurua da

source: Scripto item metadata
eu: Scripto elementu metadatua

source: Scripto document metadata
eu: Scripto dokumentu metadatua

source: Scripto manuscript metadata
eu: Scripto eskuizkribu metadatua

source: Scripto book metadata
eu: Scripto liburu metadatua

source: Scripto audio metadata
eu: Scripto audio metadatua

source: Scripto video metadata
eu: Scripto bideo metadatua

source: Scripto paper metadata
eu: Scripto paper metadatua

source: Scripto journal metadata
eu: Scripto aldizkari metadatua

source: Scripto: Item
eu: Scripto: Elementua

source: Scripto: Document
eu: Scripto: Dokumentua

source: Scripto: Manuscript
eu: Scripto: Eskuizkribua

source: Scripto: Book
eu: Scripto: Liburua

source: Scripto: Audio
eu: Scripto: Audioa

source: Scripto: Video
eu: Scripto: Bideoa

source: Scripto: Paper
eu: Scripto: Papera

source: Scripto: Journal
eu: Scripto: Aldizkaria

source: Review item
eu: Berrikusi elementua

source: Review document
eu: Berrikusi dokumentua

source: Review manuscript
eu: Berrikusi eskuizkribua

source: Review book
eu: Berrikusi liburua

source: Review audio
eu: Berrikusi audioa

source: Review video
eu: Berrikusi bideoa

source: Review paper
eu: Berrikusi papera

source: Review journal
eu: Berrikusi aldizkaria

source: Browse items
eu: Berrikusi elementuak

source: Browse documents
eu: Arakatu dokumentuak

source: Browse manuscripts
eu: Arakatu eskuizkribuak

source: Browse books
eu: Arakatu liburuak

source: Browse audio
eu: Arakatu audioak

source: Browse video
eu: Arakatu bideoa

source: Browse papers
eu: Arakatu paperak

source: Browse journals
eu: Arakatu aldizkariak

source: Medias
eu: Multimediak

source: Images
eu: Irudiak

source: Sections
eu: Atalak

source: Segments
eu: Segmentuak

source: Folios
eu: Folioak

source: Sheets
eu: Orriak

source: Entries
eu: Sarrerak

source: Section
eu: Atalak

source: Segment
eu: Segmentua

source: Folio
eu: Folioa

source: Sheet
eu: Orria

source: Entry
eu: Sarrera

source: Primary page
eu: Lehenetsitako orria

source: Primary image
eu: Lehenetsitako irudia

source: Primary section
eu: Lehenetsitako atala

source: Primary segment
eu: Lehenetsitako segmentua

source: Primary folio
eu: Lehenetsitako folioa

source: Primary sheet
eu: Lehenetsitako orria

source: Primary entry
eu: Lehenetsitako sarrera

source: Approved medias
eu: Onartutako multimediak

source: Approved media
eu: Onartutako multimedia

source: Approved pages
eu: Onartutako orriak

source: Approved images
eu: Onartutako irudiak

source: Approved sections
eu: Onartutako atalak

source: Approved segments
eu: Onartutako segmentuak

source: Approved folios
eu: Onartutako folioak

source: Approved sheets
eu: Onartutako orriak

source: Approved entries
eu: Onartutako sarrerak

source: Media #%s
eu: Multimedia #%s

source: Page #%s
eu: Orria #%s

source: Image #%s
eu: Irudia #%s

source: Section #%s
eu: Atala #%s

source: Segment #%s
eu: Segmentua #%s

source: Folio #%s
eu: Folioa #%s

source: Sheet #%s
eu: Orria #%s

source: Entry #%s
eu: Sarrera #%s

source: Media #%s notes
eu: Multimedia #%s oharrak

source: Page #%s notes
eu: Orrialde #%s oharrak

source: Image #%s notes
eu: Irudi #%s oharrak

source: Section #%s notes
eu: Atal #%s oharrak

source: Segment #%s notes
eu: Segmentu #%s oharrak

source: Folio #%s notes
eu: Folio #%s oharrak

source: Sheet #%s notes
eu: Orria #%s oharrak

source: Entry #%s notes
eu: Sarrera #%s oharrak

source: Media count
eu: Multimedia kopurua

source: Page count
eu: Orri kopurua

source: Image count
eu: Irudi kopurua

source: Section count
eu: Atal kopurua

source: Segment count
eu: Segmentu kopurua

source: Folio count
eu: Folio kopurua

source: Sheet count
eu: Orri kopurua

source: Entry count
eu: Sarrera kopurua

source: Total media count
eu: Multimedia kopurua guztira

source: Total page count
eu: Orri kopurua guztira

source: Total image count
eu: Irudi kopurua guztira

source: Total section count
eu: Atal kopurua guztira

source: Total segment count
eu: Segmentu kopurua guztira

source: Total folio count
eu: Folio kopurua guztira

source: Total sheet count
eu: Orri kopurua guztira

source: Total entry count
eu: Sarrera kopurua guztira

source: Is approved media count
eu: Onartutako multimedia kopurua da

source: Is approved page count
eu: Onartutako orri kopurua da

source: Is approved image count
eu: Onartutako irudi kopurua da

source: Is approved section count
eu: Onartutako atal kopurua da

source: Is approved segment count
eu: Onartutako segmentu kopurua da

source: Is approved folio count
eu: Onartutako folio kopurua da

source: Is approved sheet count
eu: Onartutako orri kopurua da

source: Is approved entry count
eu: Onartutako sarrera kopurua da

source: Is completed media count
eu: Osatutako multimedia kopurua da

source: Is completed page count
eu: Osatutako orri kopurua da

source: Is completed image count
eu: Osatutako irudi kopurua da

source: Is completed section count
eu: Osatutako atal kopurua da

source: Is completed segment count
eu: Osatutako segmentu kopurua da

source: Is completed folio count
eu: Osatutako folio kopurua da

source: Is completed sheet count
eu: Osatutako orri kopurua da

source: Is completed entry count
eu: Osatutako sarrera kopurua da

source: Is in progress media count
eu: Martxan dagoen multimedia kopurua da

source: Is in progress page count
eu: Martxan dagoen orri kopurua da

source: Is in progress image count
eu: Martxan dagoen irudi kopurua da

source: Is in progress section count
eu: Martxan dagoen atal kopurua da
