Repository: akprtll/Scripto
Catalog: language/*.po
Languages: eu

source: Is in progress segment count
eu: Martxan dagoen segmentu kopurua da

source: Is in progress folio count
eu: Martxan dagoen folio kopurua da

source: Is in progress sheet count
eu: Martxan dagoen orri kopurua da

source: Is in progress entry count
eu: Martxan dagoen sarrera kopurua da

source: Is edited after approved media count
eu: Onartu ostean editatu den multimedia kopurua da

source: Is edited after approved page count
eu: Onartu ostean editatu den orri kopurua da

source: Is edited after approved image count
eu: Onartu ostean editatu den irudi kopurua da

source: Is edited after approved section count
eu: Onartu ostean editatu den atal kopurua da

source: Is edited after approved segment count
eu: Onartu ostean editatu den segmentu kopurua da

source: Is edited after approved folio count
eu: Onartu ostean editatu den folio kopurua da

source: Is edited after approved sheet count
eu: Onartu ostean editatu den orri kopurua da

source: Is edited after approved entry count
eu: Onartu ostean editatu den sarrera kopurua da

source: Is edited after imported media count
eu: Inportatu ostean editatu den multimedia kopurua da

source: Is edited after imported page count
eu: Inportatu ostean editatu den orri kopurua da

source: Is edited after imported image count
eu: Inportatu ostean editatu den irudi kopurua da

source: Is edited after imported section count
eu: Inportatu ostean editatu den atal kopurua da

source: Is edited after imported segment count
eu: Inportatu ostean editatu den segmentu kopurua da

source: Is edited after imported folio count
eu: Inportatu ostean editatu den folio kopurua da

source: Is edited after imported sheet count
eu: Inportatu ostean editatu den orri kopurua da

source: Is edited after imported entry count
eu: Inportatu ostean editatu den sarrera kopurua da

source: Is synced after imported media count
eu: Inportatu ostean sinkronizatu den multimedia kopurua da

source: Is synced after imported page count
eu: Inportatu ostean sinkronizatu den orri kopurua da

source: Is synced after imported image count
eu: Inportatu ostean sinkronizatu den irudi kopurua da

source: Is synced after imported section count
eu: Inportatu ostean sinkronizatu den atal kopurua da

source: Is synced after imported segment count
eu: Inportatu ostean sinkronizatu den segmentu kopurua da

source: Is synced after imported folio count
eu: Inportatu ostean sinkronizatu den folio kopurua da

source: Is synced after imported sheet count
eu: Inportatu ostean sinkronizatu den orri kopurua da

source: Is synced after imported entry count
eu: Inportatu ostean sinkronizatu den sarrera kopurua da

source: Select page
eu: Hautatu orria

source: Select image
eu: Hautatu irudia

source: Select section
eu: Hautatu atala

source: Select segment
eu: Hautatu segmentua

source: Select folio
eu: Hautatu folioa

source: Select sheet
eu: Hautatu orria

source: Select entry
eu: Hautatu sarrera

source: No Scripto media found
eu: Ez da Scripto multimediarik aurkitu

source: No Scripto pages found
eu: Ez da Scripto orririk aurkitu

source: No Scripto images found
eu: Ez da Scripto irudirik aurkitu

source: No Scripto sections found
eu: Ez da Scripto atalik aurkitu

source: No Scripto segments found
eu: Ez da Scripto segmenturik aurkitu

source: No Scripto folios found
eu: Ez da Scripto foliorik aurkitu

source: No Scripto sheets found
eu: Ez da Scripto orririk aurkitu

source: No Scripto entries found
eu: Ez da Scripto sarrerarik aurkitu

source: Scripto: Media
eu: Scripto: Multimedia

source: Scripto: Page
eu: Scripto: Orria

source: Scripto: Image
eu: Scripto: Irudia

source: Scripto: Section
eu: Scripto: Atala

source: Scripto: Segment
eu: Scripto: Segmentua

source: Scripto: Folio
eu: Scripto: Folioa

source: Scripto: Sheet
eu: Scripto: Orria

source: Scripto: Entry
eu: Scripto: Sarrera

source: Mark media as not complete
eu: Ezarri multimedia ez osatuta bezala

source: Mark page as not complete
eu: Ezarri orria ez osatuta bezala

source: Mark image as not complete
eu: Ezarri irudia ez osatuta bezala

source: Mark section as not complete
eu: Ezarri atala ez osatuta bezala

source: Mark segment as not complete
eu: Ezarri segmentua ez osatuta bezala

source: Mark folio as not complete
eu: Ezarri folioa ez osatuta bezala

source: Mark sheet as not complete
eu: Ezarri orria ez osatuta bezala

source: Mark entry as not complete
eu: Ezarri sarrera ez osatua bezala

source: Mark media as complete
eu: Ezarri multimedia osatuta bezala

source: Mark page as complete
eu: Ezarri orria osatuta bezala

source: Mark image as complete
eu: Ezarri irudia osatuta bezala

source: Mark section as complete
eu: Ezarri atala osatuta bezala

source: Mark segment as complete
eu: Ezarri segmentua osatuta bezala

source: Mark folio as complete
eu: Ezarri folioa osatuta bezala

source: Mark sheet as complete
eu: Ezarri orria osatuta bezala

source: Mark entry as complete
eu: Ezarri sarrera osatuta bezala

source: Mark media as not approved
eu: Ezarri multimedia ez onartuta bezala

source: Mark page as not approved
eu: Ezarri orria ez onartuta bezala

source: Mark image as not approved
eu: Ezarri irudia ez onartuta bezala

source: Mark section as not approved
eu: Ezarri atala ez onartuta bezala

source: Mark segment as not approved
eu: Ezarri segmentua ez onartuta bezala

source: Mark folio as not approved
eu: Ezarri folioa ez onartuta bezala

source: Mark sheet as not approved
eu: Ezarri orria ez onartuta bezala

source: Mark entry as not approved
eu: Ezarri sarrera ez onartuta bezala

source: Mark media as approved
eu: Ezarri multimedia onartuta bezala

source: Mark page as approved
eu: Ezarri orria onartuta bezala

source: Mark image as approved
eu: Ezarri irudia onartuta bezala

source: Mark section as approved
eu: Ezarri atala onartuta bezala

source: Mark segment as approved
eu: Ezarri segmentua onartuta bezala

source: Mark folio as approved
eu: Ezarri folioa onartuta bezala

source: Mark sheet as approved
eu: Ezarri orria onartuta bezala

source: Mark entry as approved
eu: Ezarri sarrera onartuta bezala

source: Scripto media metadata
eu: Scripto multimedia metadatua

source: Scripto page metadata
eu: Scripto orri metadatua

source: Scripto image metadata
eu: Scripto irudi metadatua

source: Scripto section metadata
eu: Scripto atal metadatua

source: Scripto segment metadata
eu: Scripto segmentu metadatua

source: Scripto folio metadata
eu: Scripto folio metadatua

source: Scripto sheet metadata
eu: Scripto orri metadatua

source: Scripto entry metadata
eu: Scripto sarrera metadatua

source: Batch edit medias
eu: Multimedia sorta edizioa

source: Batch edit pages
eu: Orri sorta edizioa

source: Batch edit images
eu: Irudi sorta edizioa

source: Batch edit sections
eu: Atal sorta edizioa

source: Batch edit segments
eu: Segmentu sorta edizioa

source: Batch edit folios
eu: Folio sorta edizioa

source: Batch edit sheets
eu: Orri sorta edizioa

source: Batch edit entries
eu: Sarrera sorta edizioa

source: Batch edit all medias
eu: Multimedia guztien sorta edizioa

source: Batch edit all media
eu: Multimedia guztien sorta edizioa

source: Batch edit all pages
eu: Orri guztien sorta edizioa

source: Batch edit all images
eu: Irudi guztien sorta edizioa

source: Batch edit all sections
eu: Atal guztien sorta edizioa

source: Batch edit all segments
eu: Segmentu guztien sorta edizioa

source: Batch edit all folios
eu: Folio guztien sorta edizioa

source: Batch edit all sheets
eu: Orri guztien sorta edizioa

source: Batch edit all entries
eu: Sarrera guztien sorta edizioa

source: Affected medias
eu: Eragindako multimediak

source: Affected pages
eu: Eragindako orriak

source: Affected images
eu: Eragindako irudiak

source: Affected sections
eu: Eragindako atalak

source: Affected segments
eu: Eragindako segmentuak

source: Affected folios
eu: Eragindako folioak

source: Affected sheets
eu: Eragindako orriak

source: Affected entries
eu: Eragindako sarrerak

source: You are editing the following %s medias
eu: Hurrengo %s multimediak editatzen ari zara

source: You are editing the following %s media
eu: Hurrengo %s multimedia editatzen ari zara

source: You are editing the following %s pages
eu: Hurrengo %s orriak editatzen ari zara

source: You are editing the following %s images
eu: Hurrengo %s irudiak editatzen ari zara

source: You are editing the following %s sections
eu: Hurrengo %s atalak editatzen ari zara

source: You are editing the following %s segments
eu: Hurrengo %s segmentuak editatzen ari zara

source: You are editing the following %s folios
eu: Hurrengo %s folioak editatzen ari zara

source: You are editing the following %s sheets
eu: Hurrengo %s orriak editatzen ari zara

source: You are editing the following %s entries
eu: Hurrengo %s sarrerak editatzen ari zara

source: You are editing %s medias
eu: %s multimediak editatzen ari zara

source: You are editing %s media
eu: %s multimedia editatzen ari zara

source: You are editing %s pages
eu: %s orri editatzen ari zara

source: You are editing %s images
eu: %s irudi editatzen ari zara

source: You are editing %s sections
eu: %s atal editatzen ari zara

source: You are editing %s segments
eu: %s segmentu editatzen ari zara

source: You are editing %s folios
eu: %s folio editatzen ari zara

source: You are editing %s sheets
eu: %s orri editatzen ari zara

source: You are editing %s entries
eu: %s sarrera editatzen ari zara

source: This Scripto media has no revisions.
eu: Scripto multimedia honek ez du berrikuspenik.

source: This Scripto page has no revisions.
eu: Scripto orri honek ez du berrikuspenik.

source: This Scripto image has no revisions.
eu: Scripto irudi honek ez du berrikuspenik.

source: This Scripto section has no revisions.
eu: Scripto atal honek ez du berrikuspenik.

source: This Scripto segment has no revisions.
eu: Scripto segmentu honek ez du berrikuspenik.

source: This Scripto folio has no revisions.
eu: Scripto folio honek ez du berrikuspenik.

source: This Scripto sheet has no revisions.
eu: Scripto orri honek ez du berrikuspenik.

source: This Scripto entry has no revisions
eu: Scripto sarrera honek ez du berrikuspenik.

source: Review media
eu: Berrikusi multimedia

source: Review page
eu: Berrikusi orria

source: Review section
eu: Berrikusi atala

source: Review segment
eu: Berrikusi segmentua

source: Review folio
eu: Berrikusi folioa

source: Review sheet
eu: Berrikusi orria

source: Review entry
eu: Berrikusi sarrera

source: %s: Media #%s
eu: %s: Multimedia #%s

source: %s: Page #%s
eu: %s: Orria #%s

source: %s: Image #%s
eu: %s: Irudia #%s

source: %s: Section #%s
eu: %s: Atala #%s

source: %s: Segment #%s
eu: %s: Segmentua #%s

source: %s: Folio #%s
eu: %s: Folioa #%s

source: %s: Sheet #%s
eu: %s: Orria #%s

source: %s: Entry #%s
eu: %s: Sarrera #%s

source: Stop tracking media
eu: Utzi multimedia jarraitzeari

source: Stop tracking page
eu: Utzi orria jarraitzeari

source: Stop tracking image
eu: Utzi irudia jarraitzeari

source: Stop tracking section
eu: Utzi atala jarraitzeari

source: Stop tracking segment
eu: Utzi segmentua jarraitzeari

source: Stop tracking folio
eu: Utzi folioa jarraitzeari

source: Stop tracking sheet
eu: Utzi orria jarraitzeari

source: Stop tracking entry
eu: Utzi sarrera jarraitzeari

source: Watch media
eu: Ikusi multimedia

source: Watch page
eu: Ikusi orria

source: Watch image
eu: Ikusi irudia

source: Watch section
eu: Ikusi atala

source: Watch segment
eu: Ikusi segmentua

source: Watch folio
eu: Ikusi folioa

source: Watch sheet
eu: Ikusi orria

source: Watch entry
eu: Ikusi sarrera

source: Now tracking media
eu: Multimedia jarraitzen orain

source: Now tracking page
eu: Orria jarraitzen orain

source: Now tracking image
eu: Irudia jarraitzen orain

source: Now tracking section
eu: Atala jarraitzen orain

source: Now tracking segment
eu: Segmentua jarraitzen orain

source: Now tracking folio
eu: Folioa jarraitzen orain

source: Now tracking sheet
eu: Orria jarraitzen orain

source: Now tracking entry
eu: Sarrera jarraitzen orain

source: Media successfully removed from your watchlist
eu: Multimedia ongi kendu da zure jarraipen-zerrendatik

source: No longer tracking page
eu: Ez zara gehiago orria jarraitzen ari

source: No longer tracking image
eu: Ez zara gehiago irudia jarraitzen ari

source: No longer tracking section
eu: Ez zara gehiago atala jarraitzen ari

source: No longer tracking segment
eu: Ez zara gehiago segmentua jarraitzen ari

source: No longer tracking folio
eu: Ez zara gehiago folioa jarraitzen ari

source: No longer tracking sheet
eu: Ez zara gehiago orria jarraitzen ari

source: No longer tracking entry
eu: Ez zara gehiago sarrera jarraitzen ari

source: Transcription
eu: Transkripzioa

source: Translation
eu: Itzulpena

source: Last transcribed
eu: Azkenekoz transkribatua

source: Last translated
eu: Azkenekoz itzulita

source: Last described
eu: Azkenekoz deskribatua

source: Not edited
eu: Editatu gabe

source: Not transcribed
eu: Transkribatu gabe

source: Not translated
eu: Itzuli gabe

source: Not described
eu: Deskribatu gabe

source: Transcribe
eu: Transkribatu

source: Translate
eu: Itzuli

source: Describe
eu: Deskribatu

source: No transcription
eu: Transkripziorik ez

source: No translation
eu: Itzulpenik ez

source: Track media
eu: Jarraitu multimedia

source: No longer tracking media
eu: Ez zara gehiago multimedia jarraitzen ari

source: User contributions
eu: Erabiltzaile ekarpenak

source: User watchlist
eu: Erabiltzaile jarraipen-zerrenda

source: Review project
eu: Berrikusi proiektua

source: Completion status
eu: Osatze egoera

source: Complete
eu: Osatuta

source: Incomplete
eu: Osatu gabe

source: Approval status
eu: Onartze egoera

source: Protection level
eu: Babes maila

source: Allow all users
eu: Onartu erabiltzaile guztiak

source: Allow only confirmed users
eu: Onartu baieztatutako erabiltzaileak bakarrik

source: Allow only administrators
eu: Administratzaileak bakarrik onartu

source: Protection expiry
eu: Babes iraungitzea

source: infinite
eu: mugarik gabe

source: 1 hour
eu: Ordu 1

source: 1 week
eu: Aste 1

source: 2 weeks
eu: 2 aste

source: 1 month
eu: hilabete 1

source: 3 months
eu: 3 hilabete

source: 6 months
eu: 6 hilabete

source: 1 year
eu: urte 1

source: Watchlist status
eu: Jarraipen-zerrenda egoera

source: Watch
eu: Ikusi

source: Unwatch
eu: Ez ikusi

source: Log out
eu: Irten

source: Enter the title of this project.
eu: Sartu proiektu honen izenburua.

source: Select the item set used to synchronize project items. Once synchronized, this project will contain every item in this item set.
eu: Hautatu proiektu elementuak sinkronizatzeko erabiliko den elementu multzoa. Behin sinkronizatuta, elementu multzo horretako elementu guztiak proiektuaren barne izango dira.

source: Select an item set
eu: Hautatu elementu multzoa

source: Select the property used to store imported content.
eu: Hautatu inportatutako edukia gordetzeko erabiliko den propietatea.

source: Select media types to include in the project. If empty, all media will be included.
eu: Hautatu proiektuan sartzeko multimedia motak. Hutsik badago, multimedia guztia sartuko da.

source: [Media without media type]
eu: [Multimedia motarik ez duen multimedia]

source: Select media types
eu: Hautatu multimedia motak

source: Enter the description of this project.
eu: Sartu proiektu honen deskribapena.

source: Guidelines
eu: Gidalerroak

source: Enter guidelines for producing content for this project.
eu: Sartu proiektu honetako edukia sortzeko gidalerroak.

source: Create account text
eu: Sortu kontu testua

source: Enter text for the create account page of this project.
eu: Sartu proiektu honetako kontua sortzeko orrialdeko testua.

source: Enter the language of your content using an IETF language tag.
eu: Sartu zure edukiaren hitzkuntza IETF hizkuntza etiketa erabiliz.

source: Select the default layout for public browse views.
eu: Hautatu lehenetsitako diseinua arakatzeko bista publikoetarako.

source: Filter approved
eu: Iragazkia onartuta

source: Filter out approved items from the public browse view.
eu: Iragazi onartutako elementuak ikuspegi arakatze publikotik.

source: Select the type of item covered by this project. This is used to clarify the interface, if needed.
eu: Hautatu proiektu honek biltzen duen elelementu mota. Hau interfazea argitzeko erabiltzen da, behar bada.

source: Generic item
eu: Elementu generikoa

source: Select the type of media covered by this project. This is used to clarify the interface, if needed.
eu: Hautat proiektu honek biltzen duen multimedia mota. Hau interfazea argitzeko erabiltzen da, behar bada.

source: Generic media
eu: Multimedia generikoa

source: Select the type of content covered by this project. This is used to clarify the interface, if needed.
eu: Hautatu proiektu honek biltzen duen eduki mota. Hau interfazea argitzeko erabiltzen da, behar bada.

source: Generic content
eu: Eduki generikoa

source: Unimport project
eu: Desinportatu proiektua

source: Username
eu: Erabiltzaile izena

source: MediaWiki API URL
eu: MediaWiki API helbidea

source: Enter the URL to your MediaWiki API endpoint.
eu: Sartu MediaWiki API amaiera-punturako helbidea.

source: Invalid MediaWiki API. The URL must resolve to a MediaWiki API endpoint and the MediaWiki version must be %s or greater.
eu: MediaWiki API desegokia. Helbideak MediaWiki API amaiera-puntu bat ebatzi behar du eta MediaWiki bertsioa %s edo handiagoa izan behar da.

source: Email address
eu: Posta elektronikoa

source: Real name
eu: Benetako izena

source: Create your account
eu: Sortu zure kontua

source: Confirm reversion
eu: Berretsi itzultzea

source: Toggle complete
eu: Txandakatu osatzea

source: Complete action
eu: Osatze ekintza

source: Select action:
eu: Hautatu ekintza:

source: Toggle approved
eu: Txandakatu onartzea

source: Approved action
eu: Onartze ekintza

source: Import project
eu: Inportatu proiektua

source: Change summary
eu: Aldatu laburpena

source: Summarize your changes
eu: Laburbildu zure aldaketak

source: Mark complete
eu: Markatu osatuta

source: Your Scripto account has been created! Please check your email for a link to activate your account.
eu: Zure Scripto kontua sortu da! Zure kontua aktibatzeko begiratu zure postan mezuak.

source: Scripto media successfully updated.
eu: Scripto multimedia ongi eguneratu da.

source: This project has no item set. %s
eu: Proiektu honek ez du elementu multzorik. %s

source: This project has no property. %s
eu: Proiektu honek ez du propietaterik. %s

source: Scripto project successfully created.
eu: Scripto proiektua ongi sortu da.

source: Scripto project successfully edited.
eu: Scripto proiektua ongi editatu da.

source: Scripto project successfully deleted
eu: Scripto proiektua ongi ezabatu da

source: Syncing Scripto project. This may take a while. %s
eu: Scripto proiektua sinkronizatzen. Honek denbora iraun dezake. %s

source: Importing Scripto project text. This may take a while. %s
eu: Scripto proiektu testua inportatzen. Honek denbora iraun dezake. %s

source: Unimporting Scripto project text. This may take a while. %s
eu: Scripto proiektua desinportatzen. Honek denbora iraun dezake. %s

source: Scripto media revision successfully reverted.
eu: Scripto multimedia berrikuspena ongi itzuli da.

source: Scripto media successfully edited
eu: Scripto multimedia ongi editatu da

source: A plain text representation of the content of a resource.
eu: Baliabide baten edukiaren testu arrunt bidezko azalpena.

source: transcription
eu: transkripzioa

source: A transcription of a resource.
eu: Baliabidearen transkripzioa.

source: translation
eu: itzulpena

source: A translation of a resource.
eu: Baliabidearen itzulpena.
